Repository: common-repository/newsletter-sms-smsapi
Catalog: languages/newsletter-sms-smsapi-*.po
Languages: pl_pl

source: -- select --
pl_pl: --wybierz--

source: Actions
pl_pl: Akcje

source: Actions on all subscribers
pl_pl: Akcje na wszystkich subskrybentach

source: Actions on selected subscribers
pl_pl: Akcje na zaznaczonych subskrybentach

source: Activation code was sent to your phone number.
pl_pl: Na Twój numer telefonu wysłaliśmy kod aktywacyjny.

source: Add new group
pl_pl: Dodaj nową grupę

source: Additional attributes to save
pl_pl: Dodatkowe pola formularza

source: All
pl_pl: Wszystkich

source: Allow to connect phone numbers.
pl_pl: Zbieraj numery telefonów i wysyłaj powiadomienia.

source: API token
pl_pl: Token API

source: API username
pl_pl: Nazwa użytkownika API

source: Apply
pl_pl: Zastosuj

source: Are you sure you want to delete this subscriber from the server?
pl_pl: Czy na pewno chcesz usunąć tego użytkownika z serwera?

source: Are you sure you want to log out?
pl_pl: Czy na pewno chcesz się wylogować?

source: Are you sure you want to unpin this subscriber from the group? They will not be removed from the server.
pl_pl: Czy na pewno chcesz usunąć tego użytkownika z obecnej grupy? Dane użytkownika nie zostaną usunięte z serwera.

source: Back
pl_pl: Powrót

source: Birth date
pl_pl: Data urodzenia

source: Cannot send sms, account balance is low
pl_pl: Nie można wysłać wiadomości, niewystarczające środki na koncie.

source: Choose group information
pl_pl: Wymagane wybranie oddzielnej grupy dla pluginu WordPress aby zapewnić pełną synchronizację - w przypadku usunięcia wszystkich kontaktów z poziomu WordPressa wszystkie kontakty zostaną usunięte w wybranej grupie (nawet niedodane z pluginu).

source: City
pl_pl: Miasto

source: Code from SMS
pl_pl: Kod z wiadomości SMS

source: Correct errors on the form and try again
pl_pl: Popraw błędy w formularzu i spróbuj ponownie.

source: Data has been saved
pl_pl: Dane zostały zapisane

source: Data was saved
pl_pl: Dane zostały zapisane

source: Date in year-month-day format, ex: 1971-01-01
pl_pl: Data w formacie rok-miesiąc-dzień, np. 1971-01-01

source: Default sendername
pl_pl: Domyślna nazwa nadawcy

source: Description
pl_pl: Opis

source: Edit
pl_pl: Edycja

source: Enable sms authorization in subscription/cancellation process
pl_pl: Włącz zabezpieczenie formularza przez kod wysyłany w SMS.

source: Enter default sendername used to send messages from plugin.
pl_pl: Domyślna nazwa nadawcy używana podczas wysyłki wiadomości.

source: Enter name for new group.
pl_pl: Podaj nazwę nowej grupy

source: Enter token information
pl_pl: Wpisz token do komunikacji z API. Token możesz otworzyć pod adresem https://ssl.smsapi.pl/react/oauth/manage. Pamiętaj, by nadać odpowiednie uprawnienia (wymagane minimum to 'Kontakty', 'Profil użytkownika', 'Użytkownicy', 'SMS' oraz 'Pola nadawcy SMS'.

source: Error
pl_pl: Błąd

source: Export to CSV
pl_pl: Eksportuj do CSV

source: Field enabled
pl_pl: Pole aktywne

source: Field required
pl_pl: Pole wymagane

source: First
pl_pl: Pierwsza

source: First name
pl_pl: Imię

source: General
pl_pl: Ogólne

source: Invalid authorization data. Please make sure that your token has correct rights.
pl_pl: Błąd autoryzacji. Upewnij się, że Twój token API posiada wymagane uprawnienia.

source: Last
pl_pl: Ostatnia

source: Last name
pl_pl: Nazwisko

source: Log out
pl_pl: Wyloguj się

source: Message content
pl_pl: Treść wiadomości

source: Message was sent
pl_pl: Wiadomość została wysłana

source: Newsletter subscription
pl_pl: Subskrypcja newslettera SMS

source: Next
pl_pl: Następna

source: No subscribers to show
pl_pl: Brak subskrybentów do wyświetlenia

source: Normalize message content
pl_pl: Zastąp polskie znaki

source: Notification sent when user submits subscription form.
pl_pl: Wiadomość wysyłana do użytkownika po subskrypcji.

source: Notifications
pl_pl: Powiadomienia

source: Numbers separated by comma.
pl_pl: Numery oddzielone przecinkiem.

source: Phone number
pl_pl: Numer telefonu

source: Phone number has been removed
pl_pl: Usunięto numer telefonu

source: Please configure API credentials.
pl_pl: Skonfiguruj dane autoryzacyjne do SMSAPI.

source: Please select group and sender name to finish settings
pl_pl: W celu ukończenia konfiguracji wybierz grupę oraz pole nadawcy

source: Plugin which allows you to create Newsletter which will collect clients phone numbers and allow you to send SMS messages to them. Database is synchronized with SMSAPI account so messages can be sent from SMSAPI panel as well.
pl_pl: Plugin do tworzenia newslettera pozwalającego na zapisywanie numerów telefonów oraz wysyłanie wiadomości SMS. Dzięki pełnej synchronizacji z kontem SMSAPI wiadomości można wysyłać również bezpośrednio z panelu.

source: Previous
pl_pl: Poprzednia

source: Remove
pl_pl: Usuń

source: Save
pl_pl: Zapisz

source: Saved to group
pl_pl: Zapisano do grupy

source: Search
pl_pl: Wyszukaj

source: Search subscribers
pl_pl: Wyszukaj subskrybentów

source: Send
pl_pl: Wyślij

source: Send SMS
pl_pl: Wyślij wiadomość SMS

source: Sendername
pl_pl: Nazwa nadawcy

source: Settings
pl_pl: Ustawienia

source: SMS notifications
pl_pl: Powiadomienia SMS

source: SMSAPI subscribers
pl_pl: Subskrybenci SMSAPI

source: SMSAPI subscribers edit
pl_pl: Edycja subskrybentów SMSAPI

source: Something went wrong. Please try again later.
pl_pl: Coś poszło nie tak. Proszę spróbować ponownie później.

source: Specified
pl_pl: Zaznaczonych

source: Subscribe
pl_pl: Zapisz

source: Subscriber was removed
pl_pl: Użytkownik został usunięty

source: Subscriber was unpinned from the group
pl_pl: Użytkownik został odpięty od grupy

source: Subscribers
pl_pl: Subskrybenci

source: Subscribers ware unpinned from the group.
pl_pl: Użytkownicy zostali odpięci od grupy

source: Subscribers were removed
pl_pl: Użytkownicy zostali usunięci

source: Subscribers were unpinned from the group.
pl_pl: Użytkownicy zostali wypisani z grupy

source: Subscription
pl_pl: Subskrypcja

source: Subscription cancellation code was sent to your phone number.
pl_pl: Na Twój numer telefonu wysłaliśmy kod wypisania z Newslettera

source: Subscription notification
pl_pl: Powiadomienie po subskrybcji

source: Subscription successful
pl_pl: Dodano do listy subskrypcyjnej

source: Subscription verification
pl_pl: Weryfikacja subskrypcji

source: The provided phone number is incorrect.
pl_pl: Wprowadzony numer telefonu jest nieprawidłowy.

source: The widget will not be visible until plugin is configured.
pl_pl: Widget nie będzie widoczny dopóki plugin nie zostanie skonfigurowany.

source: Title
pl_pl: Tytuł

source: Unpin
pl_pl: Odepnij

source: Unsubscribe
pl_pl: Wypisz

source: Your activation code is
pl_pl: Kod potwierdzenia:

source: Your subscription cancellation code is
pl_pl: Kod rezygnacji:
